import './footer.scss';

const Footer = () => {
  return (
    <div className="footer">
      <p>
        Экологические характеристики сценариев развития объектов теплоэнергетики центральной
        экологической зоны получены при выполнении государственного контракта с ФГБУ
        «Информационно-аналитический центр развития водохозяйственного комплекса» в рамках
        реализации ФЦП «Охрана озера Байкал и социально-экономическое развитие Байкальской природной
        территории на 2012-2020 годы». Информационно-аналитическая система разработана при
        выполнении крупного научного проекта Министерства науки и высшего образования РФ (грант в
        форме субсидии № 075-15-2020-787). Разработчики информационно-аналитической системы:
        сотрудники отдела комплексных и региональных проблем энергетики ИСЭМ СО РАН.
      </p>
    </div>
  );
};
export default Footer;
